[
  {
    "id": 1,
    "image": "./image/employee-directory-01.jpg",
    "title": "Employee Directory",
    "description": "Employee Directory is an application that allows a user to view the entire employee directory at once so that they can have quick access to employee information. Users are able to filter the employees by name using the search box and sort employees by their age by clicking on the age column. The app is built using React.",
    "button": "https://caymanh.github.io/employee-directory/",
    "sideButton": "https://github.com/caymanh/employee-directory",
    "tech": "React, Boostrap"
  },
  {
    "id": 2,
    "image": "./image/eat-da-burger.jpg",
    "title": "Eat-Da-Burger",
    "description": "Eat-Da-Burger! is a restaurant app that lets users input the names of burgers they'd like to eat. Whenever a user submits a burger's name, the app will display the burger on the left side of the page. Each burger in the waiting area also has a Devour it! button. When the user clicks it, the burger will move to the right side of the page.",
    "button": "https://radiant-scrubland-70739.herokuapp.com/",
    "sideButton": "https://github.com/caymanh/burger",
    "tech": "Express, MYSQL"
  },
  {
    "id": 3,
    "image": "./image/lets-go-travel-planner.png",
    "title": "Let's Go Travel Planner",
    "description": "Let's Go Travel Planner is a travel app that helps users plan their trips. The app lets users input the name of the city that they would like to travel to. Whenever a user submits a city name, the app will display a list of recommendations for restaurants and activities to do in the city. Users will also be able to create an account and save their itinerary for easy viewing.",
    "button": "https://stormy-springs-60842.herokuapp.com/",
    "sideButton": "https://github.com/Mcilhaggis/lets-go-travel-planner",
    "tech": "Express, MYSQL, Passport, Sequelize, Jest"
  },
  {
    "id": 4,
    "image": "./image/its-5-o-clock-somewhere.png",
    "title": "It's 5 o'Clock Somewhere",
    "description": "This application takes on its users taste preferences, and in return features some unique cocktail recipes that the user should enjoy. Although it may not be the ideal time for a cocktail in your local time zone, our app is here to remind you that it is 5 o’Clock somewhere, and encourage you to enjoy one of our unique recipes guilt free!",
    "button": "https://nsuroghon.github.io/5-o-Clock-Somewhere/",
    "sideButton": "https://github.com/nsuroghon/5-o-Clock-Somewhere",
    "tech": "jQuery, API, Materialize"
  },
  {
    "id": 5,
    "image": "./image/workout-tracker.jpg",
    "title": "Workout Tracker",
    "description": "Workout Tracker is a fitness app that lets users view, create and track daily workouts. Users are able to log multiple exercises in a workout on a given day. They can track the name, type, weight, sets, reps, and duration of exercise. If the exercise is a cardio exercise, they will be able to track the distance traveled.",
    "button": "https://pacific-stream-43723.herokuapp.com/",
    "sideButton": "https://github.com/caymanh/workout-tracker",
    "tech": "Express, Mongoose, Morgan"
  },
  {
    "id": 6,
    "image": "./image/google-book-search-03.jpg",
    "title": "Google Book Search",
    "description": "Google Book Search is a React-based app that utilizes React lifecycle methods to query and display books based on user searches. The app fetches data from the Google Books API. The Save page renders all books saved to the Mongo database. The app is built using the MERN stack and utilizes the Google Books API to generate books data.",
    "button": "https://google-book-search-react-based.herokuapp.com/save",
    "sideButton": "https://github.com/caymanh/google-book-search",
    "tech": "MongoDB, Express, React, Node"
  }
]
